<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>Description</key>
    <string>Downloads latest Go To Meeting Disk image.</string>
    <key>Identifier</key>
    <string>com.github.squirke1977.autopkg.download.g2m</string>
    <key>Input</key>
    <dict>
        <key>NAME</key>
        <string>GoToMeeting</string>
        <key>DOWNLOAD_URL</key>
        <string>https://builds.citrixonlinecdn.com/builds/g2m/1415/G2M_Mac_x86</string>
    </dict>
    <key>MinimumVersion</key>
    <string>0.2.0</string>
    <key>Process</key>
    <array>
        <dict>
            <key>Processor</key>
            <string>URLDownloader</string>
            <key>Arguments</key>
            <dict>
                <key>url</key>
                <string>%DOWNLOAD_URL%</string>
                <key>filename</key>
                <string>%NAME%.tar.bz2</string>
            </dict>
        </dict>
        <dict>
            <key>Processor</key>
            <string>EndOfCheckPhase</string>
        </dict>
    </array>
</dict>
</plist>
