<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>Description</key>
    <string>Downloads the latest Fuze Meeting disk image and imports into Munki.</string>
    <key>Identifier</key>
    <string>com.github.squirke1977.autopkg.munki.fuze</string>
    <key>Input</key>
    <dict>
        <key>NAME</key>
        <string>Fuze</string>
        <key>MUNKI_REPO_SUBDIR</key>
        <string>Apps/VC</string>
        <key>pkginfo</key>
        <dict>
            <key>catalogs</key>
            <array>
                <string>testing</string>
            </array>
            <key>description</key>
            <string>Fuze Meeting Client.</string>
            <key>display_name</key>
            <string>Fuze Meeting</string>
            <key>name</key>
            <string>%NAME%</string>
            <key>unattended_install</key>
            <true/>
	    <key>category</key>
 	    <string>Video Conferencing</string>
        </dict>
    </dict>
    <key>MinimumVersion</key>
    <string>0.2.0</string>
    <key>ParentRecipe</key>
    <string>com.github.squirke1977.autopkg.download.fuze</string>
    <key>Process</key>
    <array>
        <dict>
            <key>Arguments</key>
            <dict>
                <key>pkg_path</key>
                <string>%pathname%</string>
                <key>repo_subdirectory</key>
                <string>%MUNKI_REPO_SUBDIR%</string>
            </dict>
            <key>Processor</key>
            <string>MunkiImporter</string>
        </dict>
    </array>
</dict>
</plist>
